Repository: hossamGamal16/super_frontend
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: supercycle
ar: سوبر سايكل

# lang
source: Language
ar: اللغة

# buy_title
source: Do you want to buy?
ar: هل تريد الشراء؟

# sell_title
source: Do you want to sell?
ar: هل تريد البيع؟

# signUp_title
source: Start your journey with us
ar: ابدأ رحلتك معنا

# signUp_subTitle
source: Create a new account
ar: إنشاء حساب جديد

# signUp_button
source: Sign Up
ar: تسجيل حساب

source: Email
ar: البريد الإلكتروني

source: Phone Number
ar: رقم الهاتف

# email_phone
source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Or register via
ar: أو التسجيل عبر

source: Already have an account
ar: لديك حساب بالفعل >>

source: Entity information
ar: معلومات جهة التعامل

source: Entity name
ar: اسم جهة التعامل

# entity_type
source: Type of business
ar: نوع النشاط

source: Entity address
ar: عنوان الجهة

source: Entity email
ar: البريد الالكتروني للجهة

source: Administrator Name
ar: اسم المسؤول

source: Administrator Phone
ar: رقم المسؤول

source: Administrator Email
ar: البريد الالكتروني للمسؤول

# signIn_title
source: We are happy to have you with us
ar: سعداء بوجودك معنا

# signIn_subTitle
source: Sign in to your account
ar: تسجيل الدخول إلى حسابك

source: Forgot Password
ar: نسيت كلمة المرور

# create_account
source: Create New Account
ar: إنشاء حساب جديد >>

# signIn_button
source: Login
ar: تسجيل الدخول

# otp_verify_title
source: Verify your account
ar: التحقق من الإيميل أو الهاتف

# otp_verify_subTitle
source: Please enter the OTP code that was sent to
ar: يرجى ادخال رمز التحقق المرسل إلى

# otp_verify_button
source: Verify
ar: تأكيد

source: Welcome
ar: مرحباً بك

# search
source: What are you looking for...
ar: بتدور على اي ...

source: Price Indicator
ar: مؤشر الأسعار

source: Monthly
ar: شهر

source: Paper Type
ar: نوع الورق

source: Types
ar: الأنواع

# calculation
source: Calculator
ar: احسب حسبتك

source: Make Process
ar: إجراء العملية

source: Contact us
ar: تواصل معنا

source: Shipment Schedule
ar: جدول الشحنات

source: All
ar: الكل

source: Carton
ar: كرتون

source: Paper
ar: ورق

source: Sale Process
ar: إجراء عملية بيع

# upload_shipment_photo_hint
source: Please upload a photo of the shipment if available
ar: الرجاء رفع صورة للشحنة إن وجدت

source: Entity data
ar: بيانات جهة التعامل

# trader_shipment_details
source: Shipment details
ar: تفاصيل الشحنة

source: Price
ar: السعر

source: Type
ar: النوع

source: Quantity
ar: الكمية

source: Shipment number
ar: رقم الشحنة

source: Shipment date
ar: تاريخ الشحنة

source: Shipment status
ar: حالة الشحنة

source: Date of receipt
ar: تاريخ الاستلام

source: Registration date
ar: تاريخ التسجيل

source: Representative
ar: المندوب

source: Date of last modification
ar: تاريخ آخر تعديل

source: Transportation data
ar: بيانات النقل

source: Truck
ar: الشاحنة

# driver_name
source: Driver's name
ar: اسم السائق

# driver_phone
source: Driver's Phone
ar: هاتف السائق

source: Shipment follow-up schedule
ar: جدول متابعة الشحنات

# Shipment_follow_up_schedule_hint
source: Follow up on shipment delivery dates and delivery procedures
ar: متابعة مواعيد تسليم الشحنات وإجراءات التسليم

# pending_shipment_hint
source: It will be delivered during the month
ar: سيتم تسليمها خلال الشهر

# delivered_shipment_hint
source: It is Delivered within the month
ar: تم تسليمها خلال الشهر

source: Delivered shipments
ar: شحنات تم تسليمها

# pending_shipments
source: Shipments to be delivered
ar: شحنات سيتم تسليمها

source: Save
ar: حفظ

source: Add
ar: إضافة

source: close
ar: إلغاء

source: delete
ar: حذف

source: Notes
ar: ملاحظات

# add_notes_title
source: Add Notes
ar: إضافة ملاحظات

# add_notes_hint
source: You can leave your notes here and they will be reviewed by the administration
ar: يمكنك ترك ملاحظاتك هنا و سيتم مراجعتها من قبل الادارة

# previous_transactions_title
source: Previous transactions
ar: سجل المعاملات السابقة

source: Show details
ar: إظهار التفاصيل

source: Select type
ar: حدد النوع

# money
source: EGP
ar: جنية

# unit
source: Kg
ar: كجم

# field_required
source: This field is required
ar: هذا الحقل مطلوب

source: invalid email
ar: البريد الالكتروني غير صحيح

source: invalid phone
ar: رقم الهاتف غير صحيح

source: invalid email or phone
ar: البريد الالكتروني او رقم الهاتف غير صحيح

source: Passwords do not match
ar: كلمات المرور غير متطابقة

# password_required
source: Password is required
ar: كلمة المرور مطلوبة

# password_length_error
source: Password must be at least 8 characters long
ar: يجب أن تكون كلمة المرور مكونة من 8 أحرف على الأقل

# password_uppercase_error
source: Password must contain at least one uppercase letter
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل

# password_lowercase_error
source: Password must contain at least one lowercase letter
ar: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل

# password_number_error
source: Password must contain at least one number
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل

# password_specialChar_error
source: Password must contain at least one special character
ar: يجب أن تحتوي كلمة المرور على رمز خاص واحد على الأقل

source: Skip
ar: تخطى

# onboarding_1
source: supercycle Number One
ar: سوبر سايكل نمبر وان

# onboarding_2
source: supercycle Number One
ar: سوبر سايكل نمبر وان

# onboarding_3
source: supercycle Number One
ar: سوبر سايكل نمبر وان

# privacy_policy_required
source: You must agree to the privacy policy
ar: الموافقه على جميع الشروط و الاحكام

# sign_in_alert_title
source: Welcome to supercycle
ar: مرحبا بك

# sign_in_alert_message
source: You are not logined, please login to continue
ar: أنت غير مسجل. يرجى تسجيل الدخول للمتابعة

# alert_ok_button
source: OK
ar: متابعة

# alert_cancel_button
source: Cancel
ar: إغلاق

# drawer_home
source: Home
ar: الرئيسية

# drawer_profile
source: Profile
ar: الملف الشخصي

# drawer_settings
source: Settings
ar: الإعدادات

# drawer_logout
source: Logout
ar: تسجيل الخروج

# drawer_sign_in
source: Sign In
ar: تسجيل الدخول

# drawer_contact_us
source: Contact Us
ar: تواصل معنا

# drawer_language
source: Language
ar: اللغة

# drawer_sales_calender
source: Sales Calendar
ar: جدول الشحنات

# drawer_transactions_table
source: Transactions Table
ar: جدول المعاملات

# drawer_environmental_impact
source: Environmental Impact
ar: الأثر البيئي

# start_date
source: Start date of cooperation
ar: تاريخ بداية التعاون

# payment_method
source: Preferred payment method
ar: طريقة السداد المفضلة

source: Shipment Review
ar: مراجعة الشحنة

# shipment_edit
source: Edit Shipment
ar: تعديل الشحنة

source: Confirm Process
ar: تأكيد العملية

source: Table of Shipments
ar: جدول متابعة الشحنات

# follow_up_shipments
source: Follow up on shipment delivery dates and delivery procedures
ar: تابع مواعيد تسليم الشحنات وإجراءات التسليم
